<?
	$comment_array = array(
'Мы, пациенты реабилитационного центра социально-психологической помощи наркозависимых лиц «Сеным», хотим поблагодарить МВД Республики Казахстан за возможность пройти бесплатно курс лечения  от наркомании.
         Выражаем благодарность руководству центра за помощь, поддержку,  человеческое отношение.
         Как мы жили до реабилитации? Трудно передать словами всю боль, страдание, отчаяние, одиночество, страх и беспомощность, которые долгие годы были нашими попутчиками. Наркотики были единственной нашей ценностью. Жизнь превратилась в ад, а мы словно зомби  шли  на зов смерти. Мы оказались за бортом, и никто не хотел протянуть нам руку помощи. Мы медленно убивали себя.
         И только благодаря программе центра «Сеным», направленной на выздоровление, консультациям специалистов  появилась надежда  на излечение. Проходя бесплатный курс реабилитации, появилась возможность трезво смотреть на мир, постепенно восстанавливаются качества личности, меняется мировоззрение и ценности. Возвращается вера в себя , да, просто хочется ЖИТЬ, ЛЮБИТЬ, РАДОВАТЬСЯ!
          Тренинги групповой психотерапии помогают выявить причины нашей болезни и поменять свой внутренний мир. Занятие спортом восстанавливают физическое состояние. Проведение досуговых  мероприятий учат жить трезво и преодолевать комплексы.
Все сферы нашей жизни задействованы в изучении и восстановлении. Персонал центра работает с нами круглосуточно и индивидуально. Мы видим результаты работы на примере выпускников центра, которые живут полноценной жизнью .
           Отдельное спасибо УБН г.Кокшетау за тесное сотрудничество. Выездные совместные сессии по профилактике здорового образа жизни дают нам возможность помочь новому поколению не повторять наших ошибок. Рассказывая о своем горьком опыте, мы сами закрепляемся в решении жить трезво.
            Огромное спасибо  за наши спасенные души, в одиночку  войну с наркотиками мы бы не выиграли. Центр  вырвал нас из рук смерти и подарил второе рождение. 
             Всем кто принимал участие в создании центра «Сеным» есть чем гордиться потому, как плодом их работы является  ЖИЗНЬ!

С Уважением пациенты РГУ «ЦСПРНЛ» «СЕНЫМ»',
'Уважаемая Сулушаш Капесовна
и весь  и коллектив реабилитационного центра «Сеним».     
От всей души благодарим Вас за терпение и уважение, оказываемое нашим детям в течение реабилитации. После многократных обращений в разные реабилитационные центры, мы узнали о существовании ГУ ЦСПРН «Сеним», в котором нас приняли и оказали высококвалифицированную помощь и психологическую поддержку, в которой мы так нуждались на тот момент. Благодаря реабилитационной программе в Центре, наш сын вернулся к жизни, у нас появилась надежда на будущее и новые цели. Он смог восстановить утерянные  навыки и личностные качества, приобрел новые цели и жизненные ценности. Научился более ответственно относиться к своей жизни и жизни родных и близких. Вернулся к здравомыслию и нормальной жизни, здорового человека не только телом, но и душой. 
Еще раз от чистого сердца хотим поблагодарить весь коллектив Центра за колоссальный труд и неоценимый вклад в сохранение здорового общества и отдельно взятых людей. Примите искреннюю признательность за неравнодушное отношение к проблемам наших детей.
Добрые дела не остаются незамеченными, они как маяки светят тем, кто ждет помощи. Пусть Ваши доброта и щедрость вернутся к Вам сторицей. Желаем вам всяческих благ, здоровья, процветания и побольше тепла на Вашем жизненном пути.
Родители Чекушина Владимира
Чекушин Виктор Анатольевич
Чекушина Татьяна Вениаминовна',
);
	
?>

<div id="letter">
<h3>Нам пишут</h3>
    <ul id="ticker1" class="ticker1">        
        <li>        
 			<span><?=func::cutstr1($comment_array[0])?><a href="">Подробнее</a></span> 			
        </li>
        <li>        
        	<span><?=func::cutstr1($comment_array[1])?><a href="">Подробнее</a></span>			
        </li>
	</ul>
</div>