<?php
class model_default extends model
{
    public function __construct()
    {
        parent::__construct();
    }

    public function get_viewdata()
    {
        return array(
            "    Направление «Труд» - Обеспечение непрерывного социально-трудового тренинга является незаменимым элементом в комплексе лечения наркозависимых. В задачи трудотерапии входит постепенное прививание элементарных умений труда, адекватное восприятие любой работы и возможности выполнять ее ежедневно. Осознание ценности своего труда и важности его результата приводят к выработке уважения работы других людей, развивает положительное отношение к деятельности. Помогает к развитию самостоятельности и эффективности межличностных коммуникаций.",
            
            "    Направление «Учёба» -  Обеспечение непрерывного психотерапевтического
            процесса включающего в себя  обучающие тренинговые занятия.
            Мотивационная групповая  и индивидуальная психотерапия направленная на формирование ЗОЖ, обучение компьютерной грамоте, изучение государственного языка, обучение пациентов навыков швейного и столярного  мастерства, занятия с представителями духовных конфессий.
            Учебный процесс направлен на построение конструктивной модели поведения в социуме, формирование чувства внутренней устойчивости  и умение планировать позитивный жизненный сценарий, снятие эмоциональных барьеров, повышение адекватности собственного представления о себе и восприятия общества.
            Занятия духовного развития с приглашение Имама по средам и  Святого отца по пятницам по запросам пациентов.",
            "    Работа  в реабилитационном центре ведется строго по расписанию. Важную роль занимает направление «Распорядок».
       Одним из главных этапов реабилитации это формирование умение планирования, анализа, оценки и корректировки своего распорядка дня. Выработка навыков самодисциплины, самоконтроля, ответственного выбора для эффективности изменений поведения наркозависимых лиц. 
        Принятие ответственности за свой выбор, активная жизненная позиция, партнерское взаимодействие между администрацией центра и пациентами, что позволяет существенно повысить эффективность мотивации здорового образа жизни.
",
            "   <b>В человеке должно быть всё прекрасно…</b>
<p>Досуг, как вид деятельности, направленный на восстановление духовных и физических сил.  Наша цель предполагает раскрыть особенности обеспечения досуговой  деятельности в период прохождения программы реабилитации. Человека, который употребляет наркотики можно посредством творчества привести в психологическое равновесие. Для этого необязательно иметь творческие способности и навыки. Каждый человек талантлив только он об этом может не знать. И наша цель раскрыть эти способности. Пациенты раскрепощаются, постигают себя, обретают внутреннюю гармонию, самовыражаются и избавляются  от многих психофизических недугов. Пациенты начинают петь, танцевать, развивать актерское мастерство, писать стихи, они прекрасно рисуют. Посмотрев, на все это понимаешь, что человеческое в них не ушло. В центр ребята приезжают беспомощные, робкие, застенчивые, зажатые. В процессе прохождения программы пациент занимается творчеством, уходят психокомплексы и  появляется необъяснимое состояние покоя, здоровья и легкости. Музыка оказывает терапевтическое воздействие на ребят, стихи, песни тоже имеют способность заговаривать боль. Выходя из стен реабилитации,  наши пациенты вновь обретают способность видеть прекрасное, и восстанавливают способность к простым человеческим радостям  без употребления психоактивных веществ. Отрадно, что  к концу реабилитации мы видим результаты своего труда и слышим слова  благодарности   за вновь обретенную радость жизни.
",            
            "   Направление «Спорт» - В нашем центре акцент сделан на кинезитерапию.  (от  kinesis  -  движение,  therapia  -  лечение)  -  естественный метод  восстановления  работы  организма    воздействием  на  систему  мышц, связок,  суставов.
            В  кинезитерапию  входят занятия  футболом,  дающие  выход  негативной  энергии,  развивающие  умение работать  в  команде,  восстанавливающие    мышечную  систему.  Занятия в тренажерном  зале - восстанавливают мышцы человека, укрепляют силу воли, делают человека  сильнее.  Утренние пробежки - улучшают  кровообращение,  укрепляют  опорно-двигательный  аппарат,  улучшают  самочувствие  человека. Обливания холодной водой на улице стимулируют деятельность иммунной и эндокринной систем; обогащают организм энергией, зарядом бодрости, улучшают настроение,  приучают  к здоровому образу жизни.
            Пословица «В здоровом теле - здоровый дух!»- не просто слова, это житейская мудрость, которую мы предлагаем воспринимать как инструкцию."
        );
    }
}
?>