<?php
class model_about extends model
{
    public function __construct()
    {
        parent::__construct();
    }

    public function get_viewdata()
    {
        return $viewdata = "<p><b>Наша ЦЕЛЬ:</b></p>  Формирование устойчивой ремиссии у лиц с наркологическими расстройствами.
Основной целью программы является возвращение человека имеющего химическую зависимость, к полноценной жизни без наркотиков.

<p><strong>Наши принципы:</strong></p>
<p>Добровольность
<p>Самообслуживание
<p>Самоуправление
<p>Взаимопомощь
<p>Взаимоуважение и доверие
<p>Активное участие в жизнедеятельности центра.

	<p>РГУ «Центр социально психологической реабилитации наркозависимых лиц» находится в Зерендинском районе Акмолинской области в 40 километрах от города Кокшетау, был основан в 2005 году в октябре месяце.
потенциирует лучшие качества участников являясь благоприятной социальной средой для решения важных реабилитационных и профилактических задач – успешной социально-психологической реадаптации зависимых лиц от ПАВ и формирования длительной терапевтической ремиссии.
	Программа реабилитации основана на «Стратегии борьбы с наркоманией и наркобизнесом в Республике Казахстан на 2006 – 2014 годы» утвержденной в соответствии с Указом Президента Республики Казахстан.
	Реабилитационный Центр расположен в загородной, экологически чистой зоне, в помещениях, приспособленных для длительного проживания, и рассчитан на прием 35 человек.   
	В целях осуществления по этапности реабилитационного процесса и достижения качественной ремиссии на базе Центра открыт цех по изготовлению корпусной мебели, швейный цех, привлечены специалисты для обучения пациентов. На данный момент в мебельном цехе выпускается корпусная мебель для Центра . Швейный цех производит пошив изделий для нужд Центра -обеспечивает пациентов рабочими рукавицами и проводит мелкий ремонт одежды. ";
    }
}
?>