<?php
class model_creative extends model
{
    public function __construct()
    {
        parent::__construct();
    }

    public function get_viewdata()
    {
    	return $viewdata = "Одной из задач наших специалистов является раскрытие  творческого потенциала пациента, создание основы для формирования нового человека
Создание картин и рисунков, музыки и песен, написание стихов ,постановка сценок; занятия лепкой, арт-терапией, танцами и тд. Эти и многие другие виды творчества имеют к наркотической зависимости самое прямое отношение. При правильном подходе занятия творчеством могут стать на этапе реабилитации одним из эффективных способов в лечении наркомании.
Цель  терапии заключается не в создании стихов, рисунков, а к быстрому подключению к творчеству, как к инструменту для лучшего понимания своей зависимости.
В процессе создания произведений искусства каждый пациент индивидуально приобретает практические навыки, которые зачастую позволяют воплотить на бессознательном уровне свои чувства, эмоции, комплексы, страхи, надежды, сомнения, он как бы заново знакомится с самим собой.
Это укрепляет  веру в себя и повышает уровень самооценки, дает надежду на излечение. 
";
    	
        return $viewdata;
    }
}
?>