<?php
class model_family extends model
{
    public function __construct()
    {
        parent::__construct();
    }

    public function get_viewdata()
    {
    	return $viewdata = "<p><b>•	Созависимость</b> – это определенная психологическая зависимость одного человека от другого, мучительное состояние для страдающего ею (подчас более мучительное, чем сама зависимость от психоактивных веществ). Созависимые члены семьи используют такие правила и формы взаимоотношений, которые поддерживают семью в дисфункциональном состоянии.
<p><b>•	Созависимость</b> — это фактор риска рецидива зависимости у больного. 
<p><b>•	Созависимость</b> — это фактор риска возникновения различных        нарушений у потомства, в первую очередь — риска той же зависимости.
<p><b>•	Созависимость</b> — это почва для психосоматических заболеваний и депрессии.
Термин 'созависимость' появился в результате изучения природы химических зависимостей, их воздействия на человека и влияния, которое оказывает заболевание химически зависимого на окружающих. Например, алкоголик зависит от алкоголя,  наркоман зависит от наркотиков, игрок - от казино, а их близкие зависят от самого алкоголика, наркомана или игрока. С одной стороны - это просто общая фраза, все мы по-разному зависим друг от друга. Но созависимость отличается от других зависимостей и имеет особенности и черты, носящие болезненный характер. Болезненный, потому что мы зависим от больного человека и как бы заражаемся от него его болезнью. Инфицирование созависимостью, происходит не сразу, и у каждого человека - в силу его характера, личностных особенностей, образа жизни, жизненного опыта, событий прошлого, заражение и течение болезни происходит специфическим, только ему одному присущим образом. Это отказ от своих интересов, своей жизни, а, в конечном итоге, и отказ от себя. Концентрируясь на болезни, зависимости близкого человека,  матери, жены, отцы и другие члены семьи  полностью зависят от его настроения и состояния, забывая о своих собственных потребностях и желаниях, чувствах и мыслях.
Основные проявления химической зависимости в сфере психики - это, во-первых, подчиненность сознания предмету зависимости, во-вторых, утрата самоконтроля, в-третьих - отрицание самого факта зависимости.
По мнению специалистов, созависимость - зеркальное отражение зависимости, поскольку наблюдаются те же симптомы, что и описанные выше. Явление созависимости не менее коварно и разрушительно для близких, чем химическая или другая зависимость у их родного человека. Созависимый человек - тот, кто полностью поглощен непреодолимым желанием управлять поведением другого человека и совершенно не заботится об удовлетворении собственных жизненно важных потребностей.
Для преодоления созависимости, в Центре  большое внимание уделяют работе с родственниками. Это - один из важнейших элементов, способствующих выздоровлению  пациентов. Специалистами Центра «Сеным» применяется программа, включающая в себя: 
такие формы работы, как лекции, индивидуальное консультирование и индивидуальная психотерапия с родными и близкими наркозависимых.
";
    	
        return $viewdata;
    }
}
?>